{
  "markdown": "## JColemanConsulting.com Terms of Use\n\nUse of this StartupGorilla LLC (hereinafter “JCC”) website is governed by the terms and conditions below (“Terms of Use”). By using this website, you agree to abide by these Terms of Use. If you do not agree with any of these Terms of Use, do not use this website.\n\nThe servers that host this website are located in the United States, and any personal details you provide will be primarily processed by JCC in the United States. For information about the way in which we use, process, or share personal information, please refer to [https://jcolemanconsulting.com/privacy/](https://jcolemanconsulting.com/privacy/).\n\nJCC may in its discretion, modify the Terms of Use, Content, or any link at any time without liability or prior notice. These Terms of Use and the Privacy Policy referenced herein constitute the complete agreement between you and JCC with respect to their subject matter and supersede any prior agreement or communication. JCC may in its discretion, terminate the browsing of registration with and use of this website by any user at any time without liability or prior notice for any reason, including for any breach of these Terms of Use.\n\nOwnership\n\nAll content, text, images, data, information, and other material displayed on this website (“Content”), including any intellectual property rights in such Content, including without limitation trademarks and copyrights (hereinafter “Intellectual Property Rights”), are the property of JCC, its licensors, or the designated owners of Content now owned by JCC, and are protected by applicable intellectual property laws.  Anything displayed on the website is copyrighted unless otherwise noted, and may not be used without our written permission or the permission of the owner, unless specifically provided for in this Terms of Use.\n\nAuthorized and Prohibited Uses\n\nYou may access, use, and display this website, the Content, only for non-commercial, informational, personal use, without modification or alteration in any way, and as long as you comply with these Terms of Use and applicable laws. You may not otherwise reproduce, sell, publish, distribute, modify, display, or use any of this website or the Content without our prior written permission.  You agree not to infringe upon any Intellectual Property Rights or remove or modify related proprietary notices contained in this website or the Content.\n\nUser Content and Privacy\n\nExcept as provided in our website http://jcolemanconsulting.com, any Content that you submit to this website or JCC (“User Content”) will be deemed to be non-confidential and may be disclosed through this website without control by JCC, including for browsing, downloading, printing and other uses by such other persons or entities. You agree not to submit User Content to this website or JCC except for Content that is fully authorized for purposes of this website and these Terms of Use, and you will not infringe upon any person’s Intellectual Property Rights in connection with such submissions. It is your obligation to determine the extent to which User Content you submit is protected by applicable intellectual property laws. You agree that JCC shall have, and hereby grant to JCC, a worldwide, royalty-free, perpetual, irrevocable, sub-licensable, non-exclusive right and license to translate, reproduce, copy, sell, publish, distribute, modify, adapt, display, perform, promote, link to or use, in any form or media, any User Content that you submit to this website or JCC. JCC does not endorse any User Content, or third-party product or service that may appear on this website. Nothing in these Terms of Use shall obligate JCC to use any User Content you submit or permit the posting of such Content on this website.\n\nThe [**Privacy Policy**](http://startupgorilla.com/privacy/) is hereby incorporated into these Terms of Use by reference and constitutes a part of these Terms of Use.\n\nCompliance with the Digital Millennium Copyright Act\n\nJCC respects the rights of all copyright holders.  If you believe that your work has been copied in a way that constitutes copyright infringement, please provide details to JCC at [info@startupgorilla.com](mailto:info@startupgorilla.com) the information required by the Digital Millennium Copyright Act, 17 U.S.C. Section 512.\n\nSoftware Downloads\n\nAny JCC software that is made available to download from this website (“Software”) is the copyrighted work of JCC or its business partners. Any Software is made available for downloading solely for your use pursuant to the end user license agreement (“EULA”) applicable to the Software, and any reproduction or redistribution of the Software other than as permitted in the EULA is expressly prohibited by law and may result in civil and criminal penalties. Violators will be prosecuted to the maximum extent possible.  Without limiting the foregoing, copying or reproduction of the software to any other server or location for further reproduction or redistribution is expressly prohibited.\n\nLinking\n\nNo link shall be made to any page of this website except a direct link to the top page without framing.  Moreover, in the event JCC deems your linking practices in relation to this website to be inappropriate, JCC may provide you with notice concerning removal or modification of the inappropriate link, and you agree to comply with any and all requirements of JCC relating thereto.\n\n### Good Samaritan Policy\n\nIt is our policy not to tolerate any acts of intellectual property infringement or violations of federal or state law. We will, in good faith, make our best efforts to remove, disable, or restrict access to the availability of Content on the website that, in our subjective view, is obscene, lewd, lascivious, filthy, excessively violent, harassing, or otherwise objectionable, whether or not such material is constitutionally protected. This provision does not impose upon JCC any contractual obligation to undertake, or refrain from undertaking, any particular course of conduct, or to monitor the website.\n\n### Unsuitable or Illegal Content and Conduct\n\nYou agree to comply with all applicable laws in connection with your use of this website. You agree not to submit any Content to this website or commit any act involving the transfer of information relating to any Content in violation of applicable import/export control, espionage, or national security laws.\n\nYou will use this website only for the intended purpose and not engage in conduct or submit to this website any Content or other material that is illegal, inaccurate, misleading, misappropriated, infringing, dilutive, defamatory, obscene, offensive, or otherwise objectionable. You will not cause damage, infect with a virus or other malicious program compromise the website security, cause embarrassment or adverse publicity to JCC.\n\nYou agree to cooperate with all reasonable requests of JCC and will notify JCC promptly upon learning of any actual or suspected breach of these Terms of Use by you or unauthorized use or abuse of this website.\n\n### Warranty Disclaimers\n\nTHIS WEBSITE, ITS CONTENT, AND ITS LINKS ARE PROVIDED ON AN “AS IS” BASIS AND ARE USED ONLY AT YOUR SOLE RISK, TO THE FULLEST EXTENT PERMISSIBLE BY LAW. JCC DISCLAIMS ALL WARRANTIES, EXPRESS OR IMPLIED, OF ANY KIND, REGARDING THIS WEBSITE (INCLUDING ITS CONTENT, HARDWARE, SOFTWARE AND LINKS) , OR ANY THIRD PARTY WEBSITEACCESSED VIA A LINK, INCLUDING ANY IMPLIED WARRANTIES AS TO FITNESS FOR A PARTICULAR PURPOSE, MERCHANTABILITY, TITLE, NON-INFRINGEMENT, RESULTS, ACCURACY, COMPLETENESS, ACCESSIBILITY, COMPATIBILITY, SECURITY AND FREEDOM FROM COMPUTER VIRUS. IF APPLICABLE LAW DOES NOT ALLOW THE EXCLUSION OF SOME OR ALL OF THE ABOVE IMPLIED WARRANTIES TO APPLY TO YOU, THE ABOVE EXCLUSIONS WILL APPLY TO YOU TO THE FULLEST EXTENT PERMITTED BY APPLICABLE LAW.\n\n### Limitations on Liability and Remedies\n\nJCC’S ENTIRE LIABILITY AND YOUR EXCLUSIVE REMEDY WITH RESPECT TO ANY DISPUTE WITH JCC (INCLUDING WITHOUT LIMITATION YOUR USE OF THE WEBSITE) IS TO DISCONTINUE YOUR USE OF THE WEBSITE.  JCC AND ITS VENDORS SHALL NOT BE LIABLE FOR ANY DIRECT, INDIRECT, SPECIAL, INCIDENTAL, CONSEQUENTIAL OR EXEMPLARY DAMAGE ARISING FROM YOUR USE OF THIS WEBSITE. THESE EXCLUSIONS FOR DIRECT, INDIRECT, SPECIAL, INCIDENTAL, CONSEQUENTIAL OR EXEMPLARY DAMAGES INCLUDE, WITHOUT LIMITATION, DAMAGES FOR LOST PROFITS, LOST DATA, LOSS OF GOODWILL, WORK STOPPAGE, COMPUTER FAILURE OR MALFUNCTION, OR ANY OTHER COMMERCIAL DAMAGES OR LOSSES, EVEN IF JCC HAD BEEN ADVISED OF THE POSSIBILITY THEREOF AND REGARDLESS OF THE LEGAL OR EQUITABLE THEORY UPON WHICH THE CLAIM IS BASED. BECAUSE SOME STATES OR JURISDICTIONS DO NOT ALLOW THE EXCLUSION OR THE LIMITATION OF LIABILITY FOR CONSEQUENTIAL OR INCIDENTAL DAMAGES, IN SUCH STATES OR JURISDICTIONS, JCC AND ITS VENDORS’ LIABILITY IN SUCH STATE OR JURISDICTION SHALL BE LIMITED TO THE EXTENT PERMITTED BY LAW. JCC DOES NOT ENDORSE, WARRANT OR GUARANTEE ANY PRODUCT OR SERVICE OFFERED THROUGH THIS WEBSITE AND WILL NOT BE A PARTY TO OR IN ANY WAY BE RESPONSIBLE FOR MONITORING ANY TRANSACTION BETWEEN YOU AND THIRD-PARTY PROVIDERS OF PRODUCTS OR SERVICES. IN ANY EVENT, IF ANY OF THE ABOVE PROVISIONS IN THIS SECTION ARE NOT ENFORCEABLE IN AN APPLICABLE JURISDICTION, THE MAXIMUM LIABILITY OF JCC WILL BE LIMITED TO, IN THE SOLE DISCRETION OF JCC, EITHER THE CORRECTION OR DELETION OF ANY INACCURATE CONTENT OR LINK.\n\n### Indemnification\n\nYou agree to defend, indemnify, and hold harmless JCC and its affiliates, officers, directors, employees, business partners and contractors from any demands, claims, damages, liabilities, expenses or harms, including attorney’s fees, arising in connection with your use of this website, online conduct, breach of these Terms of Use, or dealings or transactions with other persons resulting from use of this website.\n\n### Dispute Resolution; Applicable Law and Forum\n\nWith respect to any and all disputes arising out of or in connection with this website or these Terms of Use (including without limitation the Privacy Policy), you agree to negotiate in good faith and undertake reasonable efforts to cooperate with JCC in order to achieve a mutually satisfactory resolution. JCC has no obligation to become involved in any dispute between a user and any other person.\n\nThis website, these Terms of Use and any dispute arising in connection therewith shall be exclusively governed by and construed in accordance with the laws of the State of California. You agree that all such disputes shall be brought exclusively in the United States District Court of Northern California except if no basis for federal jurisdiction exists, then the dispute shall be brought exclusively in the Superior Court of Placer County. You further agree that JCC is entitled to obtain preliminary injunctive relief to the extent allowed by law to enforce any of the terms of these Terms of Use.",
  "metadata": {
    "title": "Terms of Use – JColeman Consulting",
    "viewport": "width=device-width, initial-scale=1",
    "robots": "max-image-preview:large",
    "generator": [
      "Powered by Visual Composer Website Builder - fast and easy-to-use drag and drop visual editor for WordPress.",
      "Powered by Slider Revolution 6.7.40 - responsive, Mobile-Friendly Slider Plugin for WordPress with comfortable drag and drop interface."
    ],
    "msapplication-TileImage": "https://jcolemanconsulting.com/wp-content/uploads/2023/03/jcc-icon-512x512-color-1-300x300.png?ver=1692988258",
    "language": "en-US",
    "favicon": "https://jcolemanconsulting.com/wp-content/uploads/2023/03/jcc-icon-512x512-color-1-150x150.png?ver=1692988258",
    "scrapeId": "019bd38a-b4cb-76ec-a146-a6fbdd959291",
    "sourceURL": "https://jcolemanconsulting.com/terms/",
    "url": "https://jcolemanconsulting.com/terms/",
    "statusCode": 200,
    "contentType": "text/html; charset=UTF-8",
    "timezone": "America/New_York",
    "proxyUsed": "basic",
    "cacheState": "miss",
    "indexId": "db373a17-6bba-4492-80f6-96debf642182",
    "creditsUsed": 1
  },
  "html": "<!DOCTYPE html><html lang=\"en-US\" class=\" js\">\n<body class=\"wp-singular page-template-default page page-id-641 wp-custom-logo wp-theme-visual-composer-starter vcwb-font-manager vcwb visualcomposerstarter navbar-no-background header-area-disabled footer-area-disabled um-window-resizing\">\n<div class=\"vcv-layout-wrapper\">\n            \n        <section class=\"vcv-content vcv-content--header-footer vcv-content--boxed\">\n                    <article id=\"post-641\" class=\"post-641 page type-page status-publish hentry\">\n                <div class=\"entry-content\">\n                    <div class=\"vce-row-container\" data-vce-boxed-width=\"true\"><div class=\"vce-row vce-row--col-gap-30 vce-row-equal-height vce-row-content--top\" id=\"el-987f9d63\" data-vce-do-apply=\"all el-987f9d63\"><div class=\"vce-row-content\" data-vce-element-content=\"true\"><div class=\"vce-col vce-col--md-auto vce-col--xs-1 vce-col--xs-last vce-col--xs-first vce-col--sm-last vce-col--sm-first vce-col--md-last vce-col--lg-last vce-col--xl-last vce-col--md-first vce-col--lg-first vce-col--xl-first\" id=\"el-34eaeefb\"><div class=\"vce-col-inner\" data-vce-do-apply=\"border margin background  el-34eaeefb\"><div class=\"vce-col-content\" data-vce-element-content=\"true\" data-vce-do-apply=\"padding el-34eaeefb\"><div class=\"vce-text-block\"><div class=\"vce-text-block-wrapper vce\" id=\"el-b2d5054b\" data-vce-do-apply=\"all el-b2d5054b\"><h2 style=\"text-align: center;\">JColemanConsulting.com Terms of Use</h2></div></div></div></div></div></div></div></div><div class=\"vce-row-container\" data-vce-boxed-width=\"true\"><div class=\"vce-row vce-row--col-gap-30 vce-row-equal-height vce-row-content--top\" id=\"el-c0d90f46\" data-vce-do-apply=\"all el-c0d90f46\"><div class=\"vce-row-content\" data-vce-element-content=\"true\"><div class=\"vce-col vce-col--md-auto vce-col--xs-1 vce-col--xs-last vce-col--xs-first vce-col--sm-last vce-col--sm-first vce-col--md-last vce-col--lg-last vce-col--xl-last vce-col--md-first vce-col--lg-first vce-col--xl-first\" id=\"el-d64f57fe\"><div class=\"vce-col-inner\" data-vce-do-apply=\"border margin background  el-d64f57fe\"><div class=\"vce-col-content\" data-vce-element-content=\"true\" data-vce-do-apply=\"padding el-d64f57fe\"><div class=\"vce-text-block\"><div class=\"vce-text-block-wrapper vce\" id=\"el-ed234ec9\" data-vce-do-apply=\"all el-ed234ec9\">Use of this StartupGorilla LLC (hereinafter “JCC”) website is governed by the terms and conditions below (“Terms of Use”). By using this website, you agree to abide by these Terms of Use. If you do not agree with any of these Terms of Use, do not use this website.<br><br>The servers that host this website are located in the United States, and any personal details you provide will be primarily processed by JCC in the United States. For information about the way in which we use, process, or share personal information, please refer to <a href=\"https://jcolemanconsulting.com/privacy/\">https://jcolemanconsulting.com/privacy/</a>.<br><br>JCC may in its discretion, modify the Terms of Use, Content, or any link at any time without liability or prior notice. These Terms of Use and the Privacy Policy referenced herein constitute the complete agreement between you and JCC with respect to their subject matter and supersede any prior agreement or communication. JCC may in its discretion, terminate the browsing of registration with and use of this website by any user at any time without liability or prior notice for any reason, including for any breach of these Terms of Use.<br><br>Ownership<br><br>All content, text, images, data, information, and other material displayed on this website (“Content”), including any intellectual property rights in such Content, including without limitation trademarks and copyrights (hereinafter “Intellectual Property Rights”), are the property of JCC, its licensors, or the designated owners of Content now owned by JCC, and are protected by applicable intellectual property laws. &nbsp;Anything displayed on the website is copyrighted unless otherwise noted, and may not be used without our written permission or the permission of the owner, unless specifically provided for in this Terms of Use.<br><br>Authorized and Prohibited Uses<br><br>You may access, use, and display this website, the Content, only for non-commercial, informational, personal use, without modification or alteration in any way, and as long as you comply with these Terms of Use and applicable laws. You may not otherwise reproduce, sell, publish, distribute, modify, display, or use any of this website or the Content without our prior written permission. &nbsp;You agree not to infringe upon any Intellectual Property Rights or remove or modify related proprietary notices contained in this website or the Content.<br><br>User Content and Privacy<br><br>Except as provided in our website http://jcolemanconsulting.com, any Content that you submit to this website or JCC (“User Content”) will be deemed to be non-confidential and may be disclosed through this website without control by JCC, including for browsing, downloading, printing and other uses by such other persons or entities. You agree not to submit User Content to this website or JCC except for Content that is fully authorized for purposes of this website and these Terms of Use, and you will not infringe upon any person’s Intellectual Property Rights in connection with such submissions. It is your obligation to determine the extent to which User Content you submit is protected by applicable intellectual property laws. You agree that JCC shall have, and hereby grant to JCC, a worldwide, royalty-free, perpetual, irrevocable, sub-licensable, non-exclusive right and license to translate, reproduce, copy, sell, publish, distribute, modify, adapt, display, perform, promote, link to or use, in any form or media, any User Content that you submit to this website or JCC. JCC does not endorse any User Content, or third-party product or service that may appear on this website. Nothing in these Terms of Use shall obligate JCC to use any User Content you submit or permit the posting of such Content on this website.<br><br>The&nbsp;<a href=\"http://startupgorilla.com/privacy/\"><strong>Privacy Policy</strong></a>&nbsp;is hereby incorporated into these Terms of Use by reference and constitutes a part of these Terms of Use.<br><br>Compliance with the Digital Millennium Copyright Act<br><br>JCC respects the rights of all copyright holders.&nbsp; If you believe that your work has been copied in a way that constitutes copyright infringement, please provide details to JCC at&nbsp;<a href=\"mailto:info@startupgorilla.com\">info@startupgorilla.com</a>&nbsp;the information required by the Digital Millennium Copyright Act, 17 U.S.C. Section 512.<br><br>Software Downloads<br><br>Any JCC software that is made available to download from this website (“Software”) is the copyrighted work of JCC or its business partners. Any Software is made available for downloading solely for your use pursuant to the end user license agreement (“EULA”) applicable to the Software, and any reproduction or redistribution of the Software other than as permitted in the EULA is expressly prohibited by law and may result in civil and criminal penalties. Violators will be prosecuted to the maximum extent possible.&nbsp; Without limiting the foregoing, copying or reproduction of the software to any other server or location for further reproduction or redistribution is expressly prohibited.<br><br>Linking<br><br>No link shall be made to any page of this website except a direct link to the top page without framing. &nbsp;Moreover, in the event JCC deems your linking practices in relation to this website to be inappropriate, JCC may provide you with notice concerning removal or modification of the inappropriate link, and you agree to comply with any and all requirements of JCC relating thereto.<br><h3>Good Samaritan Policy</h3><br><p style=\"font-weight: inherit; font-style: inherit;\">It is our policy not to tolerate any acts of intellectual property infringement or violations of federal or state law. We will, in good faith, make our best efforts to remove, disable, or restrict access to the availability of Content on the website that, in our subjective view, is obscene, lewd, lascivious, filthy, excessively violent, harassing, or otherwise objectionable, whether or not such material is constitutionally protected. This provision does not impose upon JCC any contractual obligation to undertake, or refrain from undertaking, any particular course of conduct, or to monitor the website.</p><br><br><h3>Unsuitable or Illegal Content and Conduct</h3><br><p style=\"font-weight: inherit; font-style: inherit;\">You agree to comply with all applicable laws in connection with your use of this website. You agree not to submit any Content to this website or commit any act involving the transfer of information relating to any Content in violation of applicable import/export control, espionage, or national security laws.</p><br>You will use this website only for the intended purpose and not engage in conduct or submit to this website any Content or other material that is illegal, inaccurate, misleading, misappropriated, infringing, dilutive, defamatory, obscene, offensive, or otherwise objectionable. You will not cause damage, infect with a virus or other malicious program compromise the website security, cause embarrassment or adverse publicity to JCC.<br><p style=\"font-weight: inherit; font-style: inherit;\">You agree to cooperate with all reasonable requests of JCC and will notify JCC promptly upon learning of any actual or suspected breach of these Terms of Use by you or unauthorized use or abuse of this website.</p><br><br><h3></h3><br><h3>Warranty Disclaimers</h3><br><p style=\"font-weight: inherit; font-style: inherit;\">THIS WEBSITE, ITS CONTENT, AND ITS LINKS ARE PROVIDED ON AN “AS IS” BASIS AND ARE USED ONLY AT YOUR SOLE RISK, TO THE FULLEST EXTENT PERMISSIBLE BY LAW. JCC DISCLAIMS ALL WARRANTIES, EXPRESS OR IMPLIED, OF ANY KIND, REGARDING THIS WEBSITE (INCLUDING ITS CONTENT, HARDWARE, SOFTWARE AND LINKS) , OR ANY THIRD PARTY WEBSITEACCESSED VIA A LINK, INCLUDING ANY IMPLIED WARRANTIES AS TO FITNESS FOR A PARTICULAR PURPOSE, MERCHANTABILITY, TITLE, NON-INFRINGEMENT, RESULTS, ACCURACY, COMPLETENESS, ACCESSIBILITY, COMPATIBILITY, SECURITY AND FREEDOM FROM COMPUTER VIRUS. IF APPLICABLE LAW DOES NOT ALLOW THE EXCLUSION OF SOME OR ALL OF THE ABOVE IMPLIED WARRANTIES TO APPLY TO YOU, THE ABOVE EXCLUSIONS WILL APPLY TO YOU TO THE FULLEST EXTENT PERMITTED BY APPLICABLE LAW.</p><br><br><h3></h3><br><h3>Limitations on Liability and Remedies</h3><br><p style=\"font-weight: inherit; font-style: inherit;\">JCC’S ENTIRE LIABILITY AND YOUR EXCLUSIVE REMEDY WITH RESPECT TO ANY DISPUTE WITH JCC (INCLUDING WITHOUT LIMITATION YOUR USE OF THE WEBSITE) IS TO DISCONTINUE YOUR USE OF THE WEBSITE. &nbsp;JCC AND ITS VENDORS SHALL NOT BE LIABLE FOR ANY DIRECT, INDIRECT, SPECIAL, INCIDENTAL, CONSEQUENTIAL OR EXEMPLARY DAMAGE ARISING FROM YOUR USE OF THIS WEBSITE. THESE EXCLUSIONS FOR DIRECT, INDIRECT, SPECIAL, INCIDENTAL, CONSEQUENTIAL OR EXEMPLARY DAMAGES INCLUDE, WITHOUT LIMITATION, DAMAGES FOR LOST PROFITS, LOST DATA, LOSS OF GOODWILL, WORK STOPPAGE, COMPUTER FAILURE OR MALFUNCTION, OR ANY OTHER COMMERCIAL DAMAGES OR LOSSES, EVEN IF JCC HAD BEEN ADVISED OF THE POSSIBILITY THEREOF AND REGARDLESS OF THE LEGAL OR EQUITABLE THEORY UPON WHICH THE CLAIM IS BASED. BECAUSE SOME STATES OR JURISDICTIONS DO NOT ALLOW THE EXCLUSION OR THE LIMITATION OF LIABILITY FOR CONSEQUENTIAL OR INCIDENTAL DAMAGES, IN SUCH STATES OR JURISDICTIONS, JCC AND ITS VENDORS’ LIABILITY IN SUCH STATE OR JURISDICTION SHALL BE LIMITED TO THE EXTENT PERMITTED BY LAW. JCC DOES NOT ENDORSE, WARRANT OR GUARANTEE ANY PRODUCT OR SERVICE OFFERED THROUGH THIS WEBSITE AND WILL NOT BE A PARTY TO OR IN ANY WAY BE RESPONSIBLE FOR MONITORING ANY TRANSACTION BETWEEN YOU AND THIRD-PARTY PROVIDERS OF PRODUCTS OR SERVICES. IN ANY EVENT, IF ANY OF THE ABOVE PROVISIONS IN THIS SECTION ARE NOT ENFORCEABLE IN AN APPLICABLE JURISDICTION, THE MAXIMUM LIABILITY OF JCC WILL BE LIMITED TO, IN THE SOLE DISCRETION OF JCC, EITHER THE CORRECTION OR DELETION OF ANY INACCURATE CONTENT OR LINK.</p><br><br><h3></h3><br><h3>Indemnification</h3><br><p style=\"font-weight: inherit; font-style: inherit;\">You agree to defend, indemnify, and hold harmless JCC and its affiliates, officers, directors, employees, business partners and contractors from any demands, claims, damages, liabilities, expenses or harms, including attorney’s fees, arising in connection with your use of this website, online conduct, breach of these Terms of Use, or dealings or transactions with other persons resulting from use of this website.</p><br><br><h3></h3><br><h3>Dispute Resolution; Applicable Law and Forum</h3><br><p style=\"font-weight: inherit; font-style: inherit;\">With respect to any and all disputes arising out of or in connection with this website or these Terms of Use (including without limitation the Privacy Policy), you agree to negotiate in good faith and undertake reasonable efforts to cooperate with JCC in order to achieve a mutually satisfactory resolution. JCC has no obligation to become involved in any dispute between a user and any other person.</p><br><p style=\"font-weight: inherit; font-style: inherit;\">This website, these Terms of Use and any dispute arising in connection therewith shall be exclusively governed by and construed in accordance with the laws of the State of California. You agree that all such disputes shall be brought exclusively in the United States District Court of Northern California except if no basis for federal jurisdiction exists, then the dispute shall be brought exclusively in the Superior Court of Placer County. You further agree that JCC is entitled to obtain preliminary injunctive relief to the extent allowed by law to enforce any of the terms of these Terms of Use.</p></div></div></div></div></div></div></div></div>\n                </div>\n            </article>\n            </section>\n            \n    </div>\n\n\t\t\n\t\t\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n</body></html>"
}