{
  "markdown": "![blogger](http://jcolemanconsulting.com/wp-content/uploads/2023/03/cropped-jcc-icon-512x512-color-1-100x100.png)\n\nblogger\n\nOn Posted on [October 22, 2021March 2, 2023](https://jcolemanconsulting.com/understanding-the-taxation-of-cryptocurrency-transactions/)\nby [blogger](https://jcolemanconsulting.com/author/blogger/)\nto [Bookkeeping](https://jcolemanconsulting.com/category/bookkeeping/), [Tax](https://jcolemanconsulting.com/category/tax/)\n\n# Understanding the Taxation of Cryptocurrency Transactions\n\n**Article Highlights:**\n\n- How Cryptocurrency is Treated for Tax Purposes\n- Capital Asset\n- Who Keeps Track of Cryptocurrency Ownership and Transactions\n- How Many Cryptocurrencies Are There?\n- What Is Cryptocurrency Mining?\n- What Is a Cryptocurrency “Hard Fork”?\n- Why Is Cryptocurrency Appealing to Some?\n- How Is the Value of Cryptocurrency Determined?\n- Are Cryptocurrencies Good Investments?\n- Virtual Currency and 1031 Exchanges\n- First In – First Out (FIFO)\n- Foreign Currency Transactions\n- Foreign Bank and Financial Account (FBAR) Reporting\n- Payments To Employees\n- Payments To Independent Contractors\n- Backup Withholding\n- Charitable Donations of Cryptocurrency\n- IRS Compliance Campaign\n\nIf you have purchased, owned, sold, gifted, made purchases with, or used cryptocurrency in business transactions, there are certain tax issues you need to know about. Unfortunately, there are some unanswered questions and little specific guidance offered by the IRS other than in [Notice 2014-21](https://www.irs.gov/pub/irs-drop/n-14-21.pdf) and [Revenue Ruling 2019-24](https://www.irs.gov/pub/irs-drop/rr-19-24.pdf). This article includes the guidance from the Notice as well as general tax principles that apply.\n\nOne of the big issues of cryptocurrency is how it is treated for tax purposes. The IRS says that it is property, so that every time it is traded, sold, or used as money in a transaction, it is treated much the same way as a stock transaction would be, meaning the gain or loss over the amount of its original purchase cost must be determined and reported on the owner’s income tax return. That treatment applies for **each** transaction every time cryptocurrency is sold or used as money in a transaction, resulting in a major bookkeeping task for those that use cryptocurrency frequently.\n\n**_Example A:_** _Taxpayer buys Bitcoin (BTC) so he can make online purchases without the need for a credit card. He buys a partial BTC for $2,425 and later uses it to buy goods worth $2,500 (let’s say the partial BTC was trading at $2,500 at the time he purchased the goods). He has a $75 ($2,500 – $2,425) reportable capital gain. This is the same result that would have occurred if he had sold the BTC at the time of the purchase and used cash to purchase the goods. This example points to the complicated record-keeping requirement for tracking BTC’s basis. Since this transaction was personal in nature, no loss would be allowed if the value of BTC had been less than $2,425 at the time the goods were purchased. Of course, if the taxpayer in this example only sold a fraction of his Bitcoin – say enough to cover a $500 purchase – the gain would only be $15: $500/$2500 = .2 x 2425 = 485; 500 – 485 = 15._\n\nOn the bright side, for most individuals, cryptocurrency is generally treated as a capital asset, so any gain is a capital gain, and if the asset is held for more than a year, any gain will be taxed at the more favorable long-term capital gains rates. If the cryptocurrency is being held as an investment and the sale results in a loss, then the loss may be deductible. Capital losses first offset capital gains during the year, and if a loss remains, taxpayers are allowed a $3,000-per-year loss deduction against other income, with a carryover to the succeeding year(s) if the net loss exceeds $3,000.\n\nIf you don’t understand how cryptocurrencies function here is a brief explanation.\n\n- **Who Keeps Track of Cryptocurrency Ownership and Transactions?** – Blockchain is a system of recording information in a way that makes it difficult or impossible to change, hack, or cheat the system and provides seamless peer-to-peer transactions around the world. A blockchain is essentially a digital ledger of transactions that is duplicated and distributed across the entire network of computer systems on the blockchain. Those who maintain these digital ledgers are referred to as miners.\n\n- **How Many** **Cryptocurrencies Are There? -** There are currently over 10,000 different cryptocurrencies traded publicly. The total value of all cryptocurrencies in mid-July 2021, was approximately $1.4 trillion. This was down from an April 2021 high of $2.2 trillion. This is evidence of the volatility of cryptocurrency.\n\n·       **What Is Cryptocurrency Mining? -** Mining is the process by which new blocks of cryptocurrency are inserted into circulation and the way that new transactions are confirmed by the network. Mining is a critical component of the maintenance and development of the blockchain ledger and requires sophisticated hardware that solves extremely complex math problems. The computer that finds the solution to the problem is awarded the next block (files where data pertaining to the cryptocurrency network are permanently recorded) and the process begins again.  Miners are rewarded for their efforts in cryptocurrency.\n\nFor tax purposes the IRS in their guidance have determined that miners are operating a trade or business and the value of the cryptocurrency earned (determined in U.S. dollars at the time of the transaction) is included in the gross income of that business. The business’ profit is treated the same as it is for any other business – taxed as ordinary income and subject to self-employment tax.\n\n**_Example -_** An individual mines one Bitcoin in 2020. On the day it was mined, the market price of a Bitcoin was $10,000. The miner has $10,000 of business income in 2020 subject to both income tax and self-employment tax. Going forward, the basis in that Bitcoin is $10,000. If the miner later sells it for $12,000, there is a taxable capital gain of $2,000 ($12,000 − $10,000).\n\n- **What Is a Cryptocurrency “Hard Fork”?** – You may have heard the term “hard fork” associated with cryptocurrency and wonder what it means. A hard fork occurs when there is a split in a cryptocurrency’s blockchain. Bitcoin had a hard fork in its blockchain on August 1, 2017, dividing into two separate coins: Bitcoin and Bitcoin Cash. Each holder of a Bitcoin unit was entitled to one Bitcoin Cash unit. Similarly, Litecoin, the fifth-largest cryptocurrency, had a hard fork— Litecoin Cash—in February 2018.\n\nIn October 2019 the IRS released cryptocurrency guidance (Revenue Ruling 2019-24) that explains that a taxpayer:\n\n- Does not have gross income from a hard fork of the taxpayer's cryptocurrency if the taxpayer does not receive units of a new cryptocurrency; and\n- Has ordinary income as a result of an airdrop of a new cryptocurrency following a hard fork if the taxpayer receives units of the new cryptocurrency. (An airdrop is a distribution of cryptocurrency to multiple taxpayers’ distributed ledger addresses.)\n\nAccording to the IRS, taxpayers who received Bitcoin Cash as a result of the 8/1/2017 Bitcoin hard fork received ordinary income because the taxpayers had an “accession to wealth”. Further, the date of receipt and fair market value to be included in income was dependent on when the taxpayer obtained dominion and control over the Bitcoin Cash.\n\n- **Why Is Cryptocurrency Appealing to Some?**Cryptocurrencies appeal to their supporters for a variety of reasons.\n  - Supporters see cryptocurrencies such as Bitcoin as the currency of the future and are racing to buy them now, presumably before they become more valuable.\n  - Some supporters like the fact that cryptocurrency removes central banks from managing the money supply, since over time these banks tend to reduce the value of money via inflation.\n  - Other supporters like the technology behind cryptocurrencies, the blockchain, because it’s a decentralized processing and recording system and can be more secure than traditional payment systems.\n  - Some speculators like cryptocurrencies because they’re going up in value and have no interest in the currencies’ long-term acceptance as a way to move money.\n- **How Is the Value of** **Cryptocurrency** **Determined?** Unlike corporate stocks whose values are based on current earnings and the potential for growth, cryptocurrency values are based on what a willing buyer is willing to pay a willing selling. Using Bitcoin as an example you can see the volatility associated with this most popular cryptocurrency.\n\n![](https://jcolemanconsulting.com/wp-content/uploads/2022/01/Screen-Shot-2022-01-16-at-1.19.48-PM-532x342.png)\n\n- **Are Cryptocurrencies Good Investments?** That depends upon whom you talk to. Some cryptocurrency investors have made substantial amounts with their investments while others have lost substantial amounts. Cryptocurrencies may go up in value, but many investors see them as mere speculations, not real investments. Just like real currencies, cryptocurrencies generate no cash flow, so for you to profit, someone must pay more for the currency than you did.\n\nContrast that to a well-managed business, which increases its value over time by growing the profitability and cash flow of the operation. Some notable voices in the investment community have advised would-be investors to steer clear of cryptocurrencies. Warren Buffett once compared Bitcoin to paper checks: “It's a very effective way of transmitting money and you can do it anonymously and all that. A check is a way of transmitting money too. Are checks worth a whole lot of money? Just because they can transmit money?\"\n\nHere is some guidance that applies to specific issues:\n\n- **Virtual Currency and 1031 Exchanges** _–_ Many virtual currency investors believe they can exchange one type of virtual currency for another without any tax consequences. Unfortunately, that is not true. Beginning in 2018 Congress altered the rules related to exchanges, limiting them to real estate transactions. Thus, investors in virtual currency who trade one type of virtual currency for another will have to treat exchanges as a sale and purchase and are required to report their capital gain or loss for each exchange.\n- **First In –** **First Out (FIFO)** – When trading stocks investors who purchase various stock lots at different times and for different costs can choose which stocks they are selling for a specific transaction, giving them the ability to minimize their taxable gains. Brokerage firms generally have the capability to identify blocks of stock. This does not seem to be the case for cryptocurrencies and the IRS has not provided any guidance. Thus, it would seem cryptocurrencies would be traded FIFO.\n- **Foreign Currency Transactions** – Under currently applicable law, cryptocurrency is not treated as currency that could generate foreign currency gain or loss, for U.S. federal tax purposes.\n- **Foreign Bank and Financial Account (FBAR) Reporting** –Reporting certain foreign bank and financial accounts is required by the Treasury Department's Financial Crimes Enforcement Network (FinCEN), and the FBAR report is filed with that agency rather than the IRS. Through the filings for 2020, cryptocurrency transactions have not been required to be reported on the FBAR. However, in January, 2021, FinCEN said that it intends to propose to amend the regulations implementing the Bank Secrecy Act regarding FBARs to include virtual currency as a type of reportable account. No further details have been announced so far.\n\n\n·       **Payments To Employees -** When cryptocurrency is used as payment to an employee, the usual payroll withholding and reporting rules still apply and the employee must be issued a W-2. All amounts are reported in U.S. dollars.\n\n·       **Payments To Independent Contractors**– If independent contractors are compensated with cryptocurrency more than the equivalent of U.S. $600 (as determined on the date of the payment), the payment must be reported to the government by filing form 1099-NEC. Payments, whether more than $600 or not, are includable in the independent contractor’s business income and profits are subject to both income tax and self-employment income tax.\n\n·       **Backup Withholding** – There are situations when the payer is required to withhold on payments to individuals who are not paying their taxes. In these cases, the IRS will notify the payer that they must withhold from payments to certain individuals and remit the withholding to the IRS. When payments to these individuals is made in cryptocurrency, the equivalent U.S. dollar amount of cryptocurrency payment and withholding must be determined at the time the payment was made to the individual. The withholding must be determined and remitted to the IRS in U.S. dollars. The current backup withholding rate is 24 percent of the payment.\n\n- **Charitable Donations of Cryptocurrency**– Instead of selling the cryptocurrency and donating the after-tax proceeds, a taxpayer can donate it directly to a charity. If the virtual currency has been held longer than one year, this approach provides significant tax benefits:\n- The tax deduction will be equal to the fair market value of the donated cryptocurrency (as determined by a qualified appraisal), and the donor will not pay tax on the gain.\n- This also results in a larger donation because, instead of paying capital gains taxes, the charity will receive the full value of the donation.\n- **IRS Compliance Campaign** \\- The IRS has been engaged in a virtual cryptocurrency compliance campaign to address tax noncompliance related to virtual currency use through outreach and examinations of taxpayers and plans to remain actively engaged in addressing non-compliance related to virtual currency transactions through a variety of efforts, ranging from taxpayer education to audits and criminal investigations. Taxpayers who do not properly report the income tax consequences of virtual currency transactions are liable for the tax, penalties and interest. In some cases, taxpayers could be subject to criminal prosecution.\n\nTo further the IRS’ efforts to flush out taxpayers who may have cryptocurrency reporting requirements, a Yes/No question has been included on Form 1040 asking taxpayers whether they received, sold, exchanged, or otherwise disposed of any financial interest in any virtual currency during the tax year. When signing their return, a taxpayer attests under penalties of perjury to have a “true, correct and complete” return. Taxpayers who answered the cryptocurrency question “no,” and the IRS finds that they actually had reportable virtual currency transactions, could be subject to significant penalties.\n\nTags [crypto](https://jcolemanconsulting.com/tag/crypto/) [cryptocurrency](https://jcolemanconsulting.com/tag/cryptocurrency/)\n\n[PreviousPrevious post:Distributed Workforce Businesses Are Facing Challenges as They Adapt to Remote Employees](https://jcolemanconsulting.com/distributed-workforce-businesses-are-facing-challenges-as-they-adapt-to-remote-employees/)\n\n[NextNext post:Corporations: Do You Really Want To Pay Those Dividends?](https://jcolemanconsulting.com/corporations-do-you-really-want-to-pay-those-dividends/)",
  "metadata": {
    "title": "Understanding the Taxation of Cryptocurrency Transactions – JColeman Consulting",
    "viewport": "width=device-width, initial-scale=1.0",
    "robots": "max-image-preview:large",
    "generator": [
      "Powered by Visual Composer Website Builder - fast and easy-to-use drag and drop visual editor for WordPress.",
      "Powered by Slider Revolution 6.7.40 - responsive, Mobile-Friendly Slider Plugin for WordPress with comfortable drag and drop interface."
    ],
    "msapplication-TileImage": "https://jcolemanconsulting.com/wp-content/uploads/2023/03/jcc-icon-512x512-color-1-300x300.png?ver=1692988258",
    "language": "en-US",
    "favicon": "https://jcolemanconsulting.com/wp-content/uploads/2023/03/jcc-icon-512x512-color-1-150x150.png?ver=1692988258",
    "scrapeId": "019bd38a-b50f-77ea-ac44-b807343555e1",
    "sourceURL": "https://jcolemanconsulting.com/understanding-the-taxation-of-cryptocurrency-transactions/",
    "url": "https://jcolemanconsulting.com/understanding-the-taxation-of-cryptocurrency-transactions/",
    "statusCode": 200,
    "contentType": "text/html; charset=UTF-8",
    "timezone": "America/New_York",
    "proxyUsed": "basic",
    "cacheState": "miss",
    "indexId": "d8af2557-6812-418e-9e8b-eda3b4b1567b",
    "creditsUsed": 1
  },
  "html": "<!DOCTYPE html><html lang=\"en-US\" class=\" js\">\n<body class=\"wp-singular post-template-default single single-post postid-326 single-format-standard wp-custom-logo wp-theme-visual-composer-starter vcwb-font-manager vcwb visualcomposerstarter navbar-no-background header-area-disabled footer-area-disabled um-window-resizing\">\n    \n    <div class=\"container\">\n\t<div class=\"content-wrapper\">\n\t\t<div class=\"row\">\n\t\t\t<div class=\"col-md-12\">\n\t\t\t\t<div class=\"main-content\">\n\t\t\t\t\t<article class=\"entry-full-content\">\n\t\t\t\t\t\t<div class=\"row\">\n\t\t\t\t\t\t\t<div class=\"col-md-9 col-md-push-3\">\n\t\t\t\t\t\t\t\t<div class=\"col-md-2\">\n\t\t\t\t\t\t\t\t\t<div class=\"entry-author-data\">\n\t<div class=\"author-avatar\">\n\t\t<div class=\"fade-in-img\">\n\t\t\t<img src=\"http://jcolemanconsulting.com/wp-content/uploads/2023/03/cropped-jcc-icon-512x512-color-1-100x100.png\" alt=\"blogger\">\n\t\t\t\n\t\t</div>\n\t</div><!--.author-avatar-->\n\t<p class=\"author-name\"><span class=\"author vcard\">blogger</span></p>\n\t<p class=\"author-biography\"></p>\n</div><!--.entry-author-data-->\n\t\t\t\t\t\t\t\t</div><!--.col-md-2-->\n\t\t\t\t\t\t\t\t<div class=\"col-md-10\">\n\t\t\t\t\t\t\t\t\t\t\t\t<div class=\"entry-meta\">\n\t\t\t\t\t\t\t\t\tOn\t\t\t\t\t\t\t\t\t\t\t<span class=\"date\"><span class=\"screen-reader-text\">Posted on</span> <a href=\"https://jcolemanconsulting.com/understanding-the-taxation-of-cryptocurrency-transactions/\" rel=\"bookmark\"><time class=\"entry-date published\" datetime=\"2021-10-22T15:28:42-08:00\">October 22, 2021</time><time class=\"updated\" datetime=\"2023-03-02T09:44:52-08:00\">March 2, 2023</time></a></span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tby\t\t\t\t\t\t<a href=\"https://jcolemanconsulting.com/author/blogger/\"><span class=\"author vcard\">blogger</span></a>\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tto\t\t\t\t\t<a href=\"https://jcolemanconsulting.com/category/bookkeeping/\" rel=\"category tag\">Bookkeeping</a>, <a href=\"https://jcolemanconsulting.com/category/tax/\" rel=\"category tag\">Tax</a>\t\t\t\t\t\t\t</div>\n\t\t\t<h1 class=\"entry-title\">Understanding the Taxation of Cryptocurrency Transactions</h1>\n<div class=\"entry-content\">\n\t<article id=\"post-326\" class=\"post-326 post type-post status-publish format-standard hentry category-bookkeeping category-tax tag-crypto tag-cryptocurrency\">\n\n\t\t<div class=\"vce-row-container\"><div class=\"vce-row vce-row--col-gap-20 vce-row-equal-height vce-row-columns--top vce-row-content--top no-inner-container\" id=\"el-b9a7a4e1\" data-vce-do-apply=\"all el-b9a7a4e1\"><div class=\"vce-row-content\" data-vce-element-content=\"true\"><div class=\"vce-col vce-col--md-auto vce-col--xs-1 vce-col--xs-last vce-col--xs-first vce-col--sm-last vce-col--sm-first vce-col--md-last vce-col--lg-last vce-col--xl-last vce-col--md-first vce-col--lg-first vce-col--xl-first\" id=\"el-5c63298b\"><div class=\"vce-col-inner\" data-vce-do-apply=\"border margin background  el-5c63298b\"><div class=\"vce-col-content\" data-vce-element-content=\"true\" data-vce-do-apply=\"padding el-5c63298b\"><div class=\"vce-text-block\"><div class=\"vce-text-block-wrapper vce\" id=\"el-67243051\" data-vce-do-apply=\"all el-67243051\"><p><strong>Article Highlights:</strong></p><ul><li>How Cryptocurrency is Treated for Tax Purposes</li><li>Capital Asset</li><li>Who Keeps Track of Cryptocurrency Ownership and Transactions</li><li>How Many Cryptocurrencies Are There?</li><li>What Is Cryptocurrency Mining?</li><li>What Is a Cryptocurrency “Hard Fork”?</li><li>Why Is Cryptocurrency Appealing to Some?</li><li>How Is the Value of Cryptocurrency Determined?</li><li>Are Cryptocurrencies Good Investments?</li><li>Virtual Currency and 1031 Exchanges</li><li>First In – First Out (FIFO)</li><li>Foreign Currency Transactions</li><li>Foreign Bank and Financial Account (FBAR) Reporting</li><li>Payments To Employees</li><li>Payments To Independent Contractors</li><li>Backup Withholding</li><li>Charitable Donations of Cryptocurrency</li><li>IRS Compliance Campaign</li></ul><p>If you have purchased, owned, sold, gifted, made purchases with, or used cryptocurrency in business transactions, there are certain tax issues you need to know about. Unfortunately, there are some unanswered questions and little specific guidance offered by the IRS other than in <a href=\"https://www.irs.gov/pub/irs-drop/n-14-21.pdf\">Notice 2014-21</a> and <a href=\"https://www.irs.gov/pub/irs-drop/rr-19-24.pdf\">Revenue Ruling 2019-24</a>. This article includes the guidance from the Notice as well as general tax principles that apply.&nbsp;&nbsp;</p><p>One of the big issues of cryptocurrency is how it is treated for tax purposes. The IRS says that it is property, so that every time it is traded, sold, or used as money in a transaction, it is treated much the same way as a stock transaction would be, meaning the gain or loss over the amount of its original purchase cost must be determined and reported on the owner’s income tax return. That treatment applies for <strong>each </strong>transaction every time cryptocurrency is sold or used as money in a transaction, resulting in a major bookkeeping task for those that use cryptocurrency frequently.</p><p><strong><em>Example A:</em></strong><em> Taxpayer buys Bitcoin (BTC) so he can make online purchases without the need for a credit card. He buys a partial BTC for $2,425 and later uses it to buy goods worth $2,500 (let’s say the partial BTC was trading at $2,500 at the time he purchased the goods). He has a $75 ($2,500 – $2,425) reportable capital gain. This is the same result that would have occurred if he had sold the BTC at the time of the purchase and used cash to purchase the goods. This example points to the complicated record-keeping requirement for tracking BTC’s basis. Since this transaction was personal in nature, no loss would be allowed if the value of BTC had been less than $2,425 at the time the goods were purchased. Of course, if the taxpayer in this example only sold a fraction of his Bitcoin – say enough to cover a $500 purchase – the gain would only be $15: $500/$2500 = .2 x 2425 = 485; 500 – 485 = 15.</em></p><p>On the bright side, for most individuals, cryptocurrency is generally treated as a capital asset, so any gain is a capital gain, and if the asset is held for more than a year, any gain will be taxed at the more favorable long-term capital gains rates. If the cryptocurrency is being held as an investment and the sale results in a loss, then the loss may be deductible. Capital losses first offset capital gains during the year, and if a loss remains, taxpayers are allowed a $3,000-per-year loss deduction against other income, with a carryover to the succeeding year(s) if the net loss exceeds $3,000.</p><p>If you don’t understand how cryptocurrencies function here is a brief explanation.</p><ul><li><strong>Who Keeps Track of Cryptocurrency Ownership and Transactions?</strong> – Blockchain is a system of recording information in a way that makes it difficult or impossible to change, hack, or cheat the system and provides seamless peer-to-peer transactions around the world. A blockchain is essentially a digital ledger of transactions that is duplicated and distributed across the entire network of computer systems on the blockchain. Those who maintain these digital ledgers are referred to as miners.<br><br></li><li><strong>How Many </strong><strong>Cryptocurrencies Are There? -</strong> There are currently over 10,000 different cryptocurrencies traded publicly. The total value of all cryptocurrencies in mid-July 2021, was approximately $1.4 trillion. This was down from an April 2021 high of $2.2 trillion. This is evidence of the volatility of cryptocurrency.</li></ul><p><span style=\"font-weight: bold; font-style: normal;\">·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; <strong>What Is Cryptocurrency Mining? - </strong><span style=\"font-weight: 400;\">Mining is the process by which new blocks of cryptocurrency&nbsp;are inserted into circulation and the way that new transactions are confirmed by the network. Mining is a critical component of the maintenance and development of the blockchain ledger and requires sophisticated hardware that solves extremely complex math problems. The computer that finds the solution to the problem is awarded the next block&nbsp;(files where data pertaining to the cryptocurrency network are permanently recorded) and the process begins again.&nbsp; Miners are rewarded for their efforts in cryptocurrency.</span></span></p><p>For tax purposes the IRS in their guidance have determined that miners are operating a trade or business and the value of the cryptocurrency earned (determined in U.S. dollars at the time of the transaction) is included in the gross income of that business. The business’ profit is treated the same as it is for any other business – taxed as ordinary income and subject to self-employment tax.</p><p><strong><em>Example - </em></strong>An individual mines one Bitcoin in 2020. On the day it was mined, the market price of a Bitcoin was $10,000. The miner has $10,000 of business income in 2020 subject to both income tax and self-employment tax. Going forward, the basis in that Bitcoin is $10,000. If the miner later sells it for $12,000, there is a taxable capital gain of $2,000 ($12,000 − $10,000).</p><ul><li><strong>What Is a Cryptocurrency “Hard Fork”?</strong> – You may have heard the term “hard fork” associated with cryptocurrency and wonder what it means. A hard fork occurs when there is a split in a cryptocurrency’s blockchain. Bitcoin had a hard fork in its blockchain on August 1, 2017, dividing into two separate coins: Bitcoin and Bitcoin Cash. Each holder of a Bitcoin unit was entitled to one Bitcoin Cash unit. Similarly, Litecoin, the fifth-largest cryptocurrency, had a hard fork— Litecoin Cash—in February 2018.</li></ul><p>In October 2019 the IRS released cryptocurrency guidance (Revenue Ruling 2019-24) that explains that a taxpayer:</p><ul><li>Does not have gross income from a hard fork of the taxpayer's cryptocurrency if the taxpayer does not receive units of a new cryptocurrency; and</li><li>Has ordinary income as a result of an airdrop of a new cryptocurrency following a hard fork if the taxpayer receives units of the new cryptocurrency. (An airdrop is a distribution of cryptocurrency to multiple taxpayers’ distributed ledger addresses.)</li></ul><p>According to the IRS, taxpayers who received Bitcoin Cash as a result of the 8/1/2017 Bitcoin hard fork received ordinary income because the taxpayers had an “accession to wealth”. Further, the date of receipt and fair market value to be included in income was dependent on when the taxpayer obtained dominion and control over the Bitcoin Cash.</p><ul><li><strong>Why Is Cryptocurrency Appealing to Some?</strong> Cryptocurrencies appeal to their supporters for a variety of reasons.<ul><li>Supporters see cryptocurrencies such as Bitcoin as the currency of the future and are racing to buy them now, presumably before they become more valuable.</li><li>Some supporters like the fact that cryptocurrency removes central banks from managing the money supply, since over time these banks tend to reduce the value of money via inflation.</li><li>Other supporters like the technology behind cryptocurrencies, the blockchain, because it’s a decentralized processing and recording system and can be more secure than traditional payment systems.</li><li>Some speculators like cryptocurrencies because they’re going up in value and have no interest in the currencies’ long-term acceptance as a way to move money.</li></ul></li><li><strong>How Is the Value of </strong><strong>Cryptocurrency</strong><strong> Determined?</strong> Unlike corporate stocks whose values are based on current earnings and the potential for growth, cryptocurrency values are based on what a willing buyer is willing to pay a willing selling. Using Bitcoin as an example you can see the volatility associated with this most popular cryptocurrency.</li></ul></div></div></div></div></div></div></div></div><div class=\"vce-row-container\"><div class=\"vce-row vce-row--col-gap-20 vce-row-equal-height vce-row-columns--top vce-row-content--top no-inner-container\" id=\"el-82a9ad8c\" data-vce-do-apply=\"all el-82a9ad8c\"><div class=\"vce-row-content\" data-vce-element-content=\"true\"><div class=\"vce-col vce-col--md-auto vce-col--xs-1 vce-col--xs-last vce-col--xs-first vce-col--sm-last vce-col--sm-first vce-col--md-last vce-col--lg-last vce-col--xl-last vce-col--md-first vce-col--lg-first vce-col--xl-first\" id=\"el-1871e42e\"><div class=\"vce-col-inner\" data-vce-do-apply=\"border margin background  el-1871e42e\"><div class=\"vce-col-content\" data-vce-element-content=\"true\" data-vce-do-apply=\"padding el-1871e42e\"><div class=\"vce-single-image-container vce-single-image--align-center\"><div class=\"vce vce-single-image-wrapper\" id=\"el-4496d371\" data-vce-do-apply=\"all el-4496d371\"><figure><div class=\"vce-single-image-inner vce-single-image--absolute\" style=\"padding-bottom: 64.2857%; width: 532px;\"><img decoding=\"async\" class=\"vce-single-image vcv-lozad\" width=\"532\" height=\"342\" src=\"https://jcolemanconsulting.com/wp-content/uploads/2022/01/Screen-Shot-2022-01-16-at-1.19.48-PM-532x342.png\" data-img-src=\"https://jcolemanconsulting.com/wp-content/uploads/2022/01/Screen-Shot-2022-01-16-at-1.19.48-PM.png\" alt=\"\" title=\"Screen Shot 2022-01-16 at 1.19.48 PM\" data-loaded=\"true\"></div><figcaption></figcaption></figure></div></div></div></div></div></div></div></div><div class=\"vce-row-container\"><div class=\"vce-row vce-row--col-gap-20 vce-row-equal-height vce-row-columns--top vce-row-content--top no-inner-container\" id=\"el-0ebcb685\" data-vce-do-apply=\"all el-0ebcb685\"><div class=\"vce-row-content\" data-vce-element-content=\"true\"><div class=\"vce-col vce-col--md-auto vce-col--xs-1 vce-col--xs-last vce-col--xs-first vce-col--sm-last vce-col--sm-first vce-col--md-last vce-col--lg-last vce-col--xl-last vce-col--md-first vce-col--lg-first vce-col--xl-first\" id=\"el-f872ef9c\"><div class=\"vce-col-inner\" data-vce-do-apply=\"border margin background  el-f872ef9c\"><div class=\"vce-col-content\" data-vce-element-content=\"true\" data-vce-do-apply=\"padding el-f872ef9c\"><div class=\"vce-text-block\"><div class=\"vce-text-block-wrapper vce\" id=\"el-ed5cfccf\" data-vce-do-apply=\"all el-ed5cfccf\"><ul><li><strong>Are Cryptocurrencies Good Investments? </strong>That depends upon whom you talk to. Some cryptocurrency investors have made substantial amounts with their investments while others have lost substantial amounts. Cryptocurrencies may go up in value, but many investors see them as mere speculations, not real investments. Just like real currencies, cryptocurrencies generate no cash flow, so for you to profit, someone must pay more for the currency than you did.</li></ul><p>Contrast that to a well-managed business, which increases its value over time by growing the profitability and cash flow of the operation. Some notable voices in the investment community have advised would-be investors to steer clear of cryptocurrencies. Warren Buffett once compared Bitcoin to paper checks: “It's a very effective way of transmitting money and you can do it anonymously and all that. A check is a way of transmitting money too. Are checks worth a whole lot of money? Just because they can transmit money?\"</p><p>Here is some guidance that applies to specific issues:&nbsp;</p><ul><li><strong><u>Virtual Currency and 1031 Exchanges</u></strong><em> –</em> Many virtual currency investors believe they can exchange one type of virtual currency for another without any tax consequences. Unfortunately, that is not true. Beginning in 2018 Congress altered the rules related to exchanges, limiting them to real estate transactions. Thus, investors in virtual currency who trade one type of virtual currency for another will have to treat exchanges as a sale and purchase and are required to report their capital gain or loss for each exchange.</li><li><strong>First In –</strong><strong> First Out (FIFO)</strong> – When trading stocks investors who purchase various stock lots at different times and for different costs can choose which stocks they are selling for a specific transaction, giving them the ability to minimize their taxable gains. Brokerage firms generally have the capability to identify blocks of stock. This does not seem to be the case for cryptocurrencies and the IRS has not provided any guidance. Thus, it would seem cryptocurrencies would be traded FIFO.</li><li><strong>Foreign Currency Transactions</strong> – Under currently applicable law, cryptocurrency is not treated as currency that could generate foreign currency gain or loss, for U.S. federal tax purposes.</li><li><p><strong>Foreign Bank and Financial Account (FBAR) Reporting</strong> –Reporting certain foreign bank and financial accounts is required by the Treasury Department's Financial Crimes Enforcement Network (FinCEN), and the FBAR report is filed with that agency rather than the IRS. Through the filings for 2020, cryptocurrency transactions have not been required to be reported on the FBAR. However, in January, 2021, FinCEN said that it intends to propose to amend the regulations implementing the Bank Secrecy Act regarding FBARs to include virtual currency as a type of reportable account. No further details have been announced so far.</p></li></ul><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; <strong>Payments To Employees - </strong>When cryptocurrency is used as payment to an employee, the usual payroll withholding and reporting rules still apply and the employee must be issued a W-2. All amounts are reported in U.S. dollars.</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; <strong>Payments To Independent Contractors </strong>– If independent contractors are compensated with cryptocurrency more than the equivalent of U.S. $600 (as determined on the date of the payment), the payment must be reported to the government by filing form 1099-NEC. Payments, whether more than $600 or not, are includable in the independent contractor’s business income and profits are subject to both income tax and self-employment income tax.&nbsp;&nbsp;</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; <strong>Backup Withholding</strong> – There are situations when the payer is required to withhold on payments to individuals who are not paying their taxes. In these cases, the IRS will notify the payer that they must withhold from payments to certain individuals and remit the withholding to the IRS. When payments to these individuals is made in cryptocurrency, the equivalent U.S. dollar amount of cryptocurrency payment and withholding must be determined at the time the payment was made to the individual. The withholding must be determined and remitted to the IRS in U.S. dollars. The current backup withholding rate is 24 percent of the payment.&nbsp;</p><ul><li><strong>Charitable Donations of Cryptocurrency </strong>– Instead of selling the cryptocurrency and donating the after-tax proceeds, a taxpayer can donate it directly to a charity. If the virtual currency has been held longer than one year, this approach provides significant tax benefits:</li><li>The tax deduction will be equal to the fair market value of the donated cryptocurrency (as determined by a qualified appraisal), and the donor will not pay tax on the gain.</li><li>This also results in a larger donation because, instead of paying capital gains taxes, the charity will receive the full value of the donation.</li><li><strong>IRS Compliance Campaign</strong> - The IRS has been engaged in a virtual cryptocurrency compliance campaign to address tax noncompliance related to virtual currency use through outreach and examinations of taxpayers and plans to remain actively engaged in addressing non-compliance related to virtual currency transactions through a variety of efforts, ranging from taxpayer education to audits and criminal investigations. Taxpayers who do not properly report the income tax consequences of virtual currency transactions are liable for the tax, penalties and interest. In some cases, taxpayers could be subject to criminal prosecution.</li></ul><p>To further the IRS’ efforts to flush out taxpayers who may have cryptocurrency reporting requirements, a Yes/No question has been included on Form 1040 asking taxpayers whether they received, sold, exchanged, or otherwise disposed of any financial interest in any virtual currency during the tax year. When signing their return, a taxpayer attests under penalties of perjury to have a “true, correct and complete” return. Taxpayers who answered the cryptocurrency question “no,” and the IRS finds that they actually had reportable virtual currency transactions, could be subject to significant penalties.</p></div></div></div></div></div></div></div></div>\n\t\t\t</article>\n\t<div class=\"entry-tags\"><span class=\"screen-reader-text\">Tags</span><a href=\"https://jcolemanconsulting.com/tag/crypto/\" rel=\"tag\">crypto</a><a href=\"https://jcolemanconsulting.com/tag/cryptocurrency/\" rel=\"tag\">cryptocurrency</a></div></div><!--.entry-content-->\n\t\t\t\t\t\t\t\t\t\t<div class=\"nav-links post-navigation\">\n\t\t\t\t\t\t\t\t\t\t\t<div class=\"row\">\n\t\t\t\t\t\t\t\t\t\t\t\t<div class=\"col-md-5\">\n\t\t\t\t\t\t\t\t\t\t\t\t\t<div class=\"nav-previous\">\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t<a href=\"https://jcolemanconsulting.com/distributed-workforce-businesses-are-facing-challenges-as-they-adapt-to-remote-employees/\" rel=\"prev\"><span class=\"meta-nav\">Previous</span><span class=\"screen-reader-text\">Previous post:</span><span class=\"post-title\">Distributed Workforce Businesses Are Facing Challenges as They Adapt to Remote Employees</span></a>\t\t\t\t\t\t\t\t\t\t\t\t\t</div><!--nav-previous-->\n\t\t\t\t\t\t\t\t\t\t\t\t</div><!--.col-md-5-->\n\t\t\t\t\t\t\t\t\t\t\t\t<div class=\"col-md-5 col-md-offset-2\">\n\t\t\t\t\t\t\t\t\t\t\t\t\t<div class=\"nav-next\">\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t<a href=\"https://jcolemanconsulting.com/corporations-do-you-really-want-to-pay-those-dividends/\" rel=\"next\"><span class=\"meta-nav\">Next</span><span class=\"screen-reader-text\">Next post:</span><span class=\"post-title\">Corporations: Do You Really Want To Pay Those Dividends?</span></a>\t\t\t\t\t\t\t\t\t\t\t\t\t</div><!--.nav-next-->\n\t\t\t\t\t\t\t\t\t\t\t\t</div><!--.col-md-5-->\n\t\t\t\t\t\t\t\t\t\t\t</div><!--.row-->\n\t\t\t\t\t\t\t\t\t\t</div><!--.nav-links post-navigation-->\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t</div><!--.col-md-10-->\n\t\t\t\t\t\t\t</div><!--.col-md-9 col-md-push-3-->\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t<div class=\"col-md-3 col-md-pull-9\">\n\t<div class=\"sidebar-widget-area\">\n\t\t\t</div>\n</div>\n\t\t\t\t\t\t\t\t\t\t\t\t\t</div><!--.row-->\n\t\t\t\t\t</article><!--.entry-full-content-->\n\t\t\t\t</div><!--.main-content-->\n\t\t\t</div>\n\t\t</div><!--.row-->\n\t</div><!--.content-wrapper-->\n</div><!--.container-->\n\n    \n\n    \n\t\t\n\t\t\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n</body></html>"
}